export const HOTSPOTS = [
  {
    name: "경복궁",
    latlng: [37.579617, 126.977041],
  },
  {
    name: "광화문·덕수궁",
    latlng: [37.575869, 126.976187],
  },
  {
    name: "서울 암사동 유적",
    latlng: [37.559667, 127.127167],
  },
  {
    name: "강남역",
    latlng: [37.497942, 127.027621],
  },
  {
    name: "건대입구역",
    latlng: [37.540458355, 127.069320357],
  },
  {
    name: "고덕역",
    latlng: [37.555039624, 127.154115763],
  },
  {
    name: "고속터미널역",
    latlng: [37.504810792, 127.004943362],
  },
  {
    name: "교대역",
    latlng: [37.493415674, 127.014080799],
  },
  {
    name: "구로디지털단지역",
    latlng: [37.485260253, 126.901384922],
  },
  {
    name: "구로역",
    latlng: [37.503354314, 126.881317961],
  },
  {
    name: "군자역",
    latlng: [37.556850234, 127.079320357],
  },
  {
    name: "남구로역",
    latlng: [37.485260253, 126.901384922],
  },
  {
    name: "대림역",
    latlng: [37.492970234, 126.895317961],
  },
  {
    name: "동대문역",
    latlng: [37.571850234, 127.009320357],
  },
  {
    name: "뚝섬역",
    latlng: [37.548850234, 127.045320357],
  },
  {
    name: "미아사거리역",
    latlng: [37.613850234, 127.030320357],
  },
  {
    name: "발산역",
    latlng: [37.558850234, 126.837320357],
  },
  {
    name: "북한산우이역",
    latlng: [37.663850234, 127.012320357],
  },
  {
    name: "사당역",
    latlng: [37.476850234, 126.981320357],
  },
  {
    name: "삼각지역",
    latlng: [37.534850234, 126.972320357],
  },
  {
    name: "서울대입구역",
    latlng: [37.481850234, 126.952320357],
  },
  {
    name: "서울식물원·마곡나루역",
    latlng: [37.566850234, 126.831320357],
  },
  {
    name: "서울역",
    latlng: [37.555850234, 126.972320357],
  },
  {
    name: "선릉역",
    latlng: [37.504850234, 127.048320357],
  },
  {
    name: "성신여대입구역",
    latlng: [37.592850234, 127.017320357],
  },
  {
    name: "수유역",
    latlng: [37.638850234, 127.025320357],
  },
  {
    name: "신논현역·논현역",
    latlng: [37.511850234, 127.021320357],
  },
  {
    name: "신도림역",
    latlng: [37.508850234, 126.891320357],
  },
  {
    name: "신림역",
    latlng: [37.484850234, 126.929320357],
  },
  {
    name: "신촌·이대역",
    latlng: [37.556850234, 126.936320357],
  },
  {
    name: "양재역",
    latlng: [37.484850234, 127.034320357],
  },
  {
    name: "역삼역",
    latlng: [37.500850234, 127.036320357],
  },
  {
    name: "연신내역",
    latlng: [37.619850234, 126.919320357],
  },
  {
    name: "오목교역·목동운동장",
    latlng: [37.525850234, 126.875320357],
  },
  {
    name: "왕십리역",
    latlng: [37.561850234, 127.037320357],
  },
  {
    name: "용산역",
    latlng: [37.529850234, 126.964320357],
  },
  {
    name: "이태원역",
    latlng: [37.534850234, 126.994320357],
  },
  {
    name: "장지역",
    latlng: [37.478850234, 127.126320357],
  },
  {
    name: "장한평역",
    latlng: [37.547850234, 127.063320357],
  },
  {
    name: "천호역",
    latlng: [37.538850234, 127.123320357],
  },
  {
    name: "총신대입구(이수)역",
    latlng: [37.486850234, 126.981320357],
  },
  {
    name: "충정로역",
    latlng: [37.559850234, 126.963320357],
  },
  {
    name: "합정역",
    latlng: [37.549850234, 126.913320357],
  },
  {
    name: "혜화역",
    latlng: [37.582850234, 127.001320357],
  },
  {
    name: "홍대입구역(2호선)",
    latlng: [37.557850234, 126.925320357],
  },
  {
    name: "회기역",
    latlng: [37.589850234, 127.057320357],
  },
  // {
  //   name: "4·19 카페거리",
  // },
  // {
  //   name: "가락시장",
  // },
  // {
  //   name: "가로수길",
  // },
  // {
  //   name: "광장(전통)시장",
  // },
  // {
  //   name: "김포공항",
  // },
  // {
  //   name: "낙산공원·이화마을",
  // },
  // {
  //   name: "노량진",
  // },
  // {
  //   name: "덕수궁길·정동길",
  // },
  // {
  //   name: "방배역 먹자골목",
  // },
  // {
  //   name: "북촌한옥마을",
  // },
  // {
  //   name: "서촌",
  // },
  // {
  //   name: "성수카페거리",
  // },
  // {
  //   name: "수유리 먹자골목",
  // },
  // {
  //   name: "쌍문동 맛집거리",
  // },
  // {
  //   name: "압구정로데오거리",
  // },
  // {
  //   name: "여의도",
  // },
  // {
  //   name: "연남동",
  // },
  // {
  //   name: "영등포 타임스퀘어",
  // },
  // {
  //   name: "외대앞",
  // },
  // {
  //   name: "용리단길",
  // },
  // {
  //   name: "이태원 앤틱가구거리",
  // },
  // {
  //   name: "인사동·익선동",
  // },
  // {
  //   name: "창동 신경제 중심지",
  // },
  // {
  //   name: "청담동 명품거리",
  // },
  // {
  //   name: "청량리 제기동 일대 전통시장",
  // },
  // {
  //   name: "해방촌·경리단길",
  // },
  // {
  //   name: "DDP(동대문디자인플라자)",
  // },
  // {
  //   name: "DMC(디지털미디어시티)",
  // },
  // {
  //   name: "강서한강공원",
  // },
  // {
  //   name: "고척돔",
  // },
  // {
  //   name: "광나루한강공원",
  // },
  // {
  //   name: "광화문광장",
  // },
  // {
  //   name: "국립중앙박물관·용산가족공원",
  // },
  // {
  //   name: "난지한강공원",
  // },
  // {
  //   name: "남산공원",
  // },
  // {
  //   name: "노들섬",
  // },
  // {
  //   name: "뚝섬한강공원",
  // },
  // {
  //   name: "망원한강공원",
  // },
  // {
  //   name: "반포한강공원",
  // },
  // {
  //   name: "북서울꿈의숲",
  // },
  // {
  //   name: "불광천",
  // },
  // {
  //   name: "서리풀공원·몽마르뜨공원",
  // },
  // {
  //   name: "서울광장",
  // },
  // {
  //   name: "서울대공원",
  // },
  // {
  //   name: "서울숲공원",
  // },
  // {
  //   name: "아차산",
  // },
  // {
  //   name: "양화한강공원",
  // },
  // {
  //   name: "어린이대공원",
  // },
  // {
  //   name: "여의도한강공원",
  // },
  // {
  //   name: "월드컵공원",
  // },
  // {
  //   name: "응봉산",
  // },
  // {
  //   name: "이촌한강공원",
  // },
  // {
  //   name: "잠실종합운동장",
  // },
  // {
  //   name: "잠실한강공원",
  // },
  // {
  //   name: "잠원한강공원",
  // },
  // {
  //   name: "청계산",
  // },
  // {
  //   name: "청와대",
  // },
  // {
  //   name: "북창동 먹자골목",
  // },
  // {
  //   name: "남대문시장",
  // },
];
